{
    "question_token_to_idx": {
        "<NULL>": 0,
        "<UNK>": 1,
        "is": 2,
        "there": 3,
        "some": 4,
        "food": 5,
        "the": 6,
        "person": 7,
        "contacts": 8,
        "were": 9,
        "they": 10,
        "touching": 11,
        "a": 12,
        "window": 13,
        "table": 14,
        "in": 15,
        "video": 16,
        ",": 17,
        "did": 18,
        "touch": 19,
        "broom": 20,
        "was": 21,
        "blanket": 22,
        "one": 23,
        "of": 24,
        "things": 25,
        "contacting": 26,
        "bag": 27,
        "mirror": 28,
        "refrigerator": 29,
        "hold": 30,
        "object": 31,
        "watching": 32,
        "last": 33,
        "thing": 34,
        "went": 35,
        "behind": 36,
        "had": 37,
        "held": 38,
        "something": 39,
        "before": 40,
        "making": 41,
        "anything": 42,
        "lay": 43,
        "on": 44,
        "played": 45,
        "watch": 46,
        "picture": 47,
        "holding": 48,
        "make": 49,
        "after": 50,
        "what": 51,
        "interact": 52,
        "with": 53,
        "which": 54,
        "go": 55,
        "above": 56,
        "side": 57,
        "outside": 58,
        "doing": 59,
        "first": 60,
        "all": 61,
        "items": 62,
        "touched": 63,
        "or": 64,
        "started": 65,
        "start": 66,
        "everything": 67,
        "an": 68,
        "watched": 69,
        "while": 70,
        "interacting": 71,
        "both": 72,
        "and": 73,
        "does": 74,
        "someone": 75,
        "contact": 76,
        "tidying": 77,
        "up": 78,
        "medicine": 79,
        "put": 80,
        "down": 81,
        "carrying": 82,
        "carry": 83,
        "sneezing": 84,
        "somewhere": 85,
        "took": 86,
        "floor": 87,
        "carried": 88,
        "lying": 89,
        "tidy": 90,
        "awaken": 91,
        "closed": 92,
        "dressed": 93,
        "working": 94,
        "wash": 95,
        "taking": 96,
        "from": 97,
        "putting": 98,
        "closet": 99,
        "stand": 100,
        "standing": 101,
        "between": 102,
        "but": 103,
        "take": 104,
        "sneezed": 105,
        "not": 106,
        "doorknob": 107,
        "dressing": 108,
        "themselves": 109,
        "running": 110,
        "door": 111,
        "phone": 112,
        "laptop": 113,
        "paper": 114,
        "vacuum": 115,
        "dish": 116,
        "closing": 117,
        "clothes": 118,
        "front": 119,
        "it": 120,
        "their": 121,
        "back": 122,
        "wiped": 123,
        "ate": 124,
        "throwing": 125,
        "undressed": 126,
        "snuggling": 127,
        "have": 128,
        "close": 129,
        "point": 130,
        "where": 131,
        "fixed": 132,
        "grasped": 133,
        "onto": 134,
        "shoe": 135,
        "grasping": 136,
        "wearing": 137,
        "wear": 138,
        "beneath": 139,
        "grasp": 140,
        "dress": 141,
        "starting": 142,
        "to": 143,
        "run": 144,
        "for": 145,
        "longer": 146,
        "amount": 147,
        "time": 148,
        "activity": 149,
        "that": 150,
        "do": 151,
        "less": 152,
        "compared": 153,
        "ran": 154,
        "wore": 155,
        "box": 156,
        "bed": 157,
        "wipe": 158,
        "eating": 159,
        "leaning": 160,
        "undress": 161,
        "snuggle": 162,
        "work": 163,
        "talked": 164,
        "drank": 165,
        "cup": 166,
        "chair": 167,
        "lean": 168,
        "opened": 169,
        "talk": 170,
        "sat": 171,
        "at": 172,
        "sit": 173,
        "talking": 174,
        "sitting": 175,
        "leaned": 176,
        "eat": 177,
        "larger": 178,
        "more": 179,
        "shorter": 180,
        "than": 181,
        "spent": 182,
        "spend": 183,
        "pillow": 184,
        "doorway": 185,
        "opening": 186,
        "fixing": 187,
        "hair": 188,
        "tidied": 189,
        "fix": 190,
        "stood": 191,
        "drink": 192,
        "threw": 193,
        "undressing": 194,
        "drinking": 195,
        "snuggled": 196,
        "going": 197,
        "wiping": 198,
        "open": 199,
        "playing": 200,
        "washing": 201,
        "fastest": 202,
        "action": 203,
        "shortest": 204,
        "television": 205,
        "longest": 206,
        "smile": 207,
        "smiling": 208,
        "laughed": 209,
        "twisting": 210,
        "awakening": 211,
        "play": 212,
        "shoes": 213,
        "laughing": 214,
        "book": 215,
        "laugh": 216,
        "writing": 217,
        "smiled": 218,
        "consuming": 219,
        "got": 220,
        "covered": 221,
        "by": 222,
        "twist": 223,
        "awakened": 224,
        "worked": 225,
        "consumed": 226,
        "consume": 227,
        "lie": 228,
        "having": 229,
        "reach": 230,
        "grab": 231,
        "throw": 232,
        "off": 233,
        "walking": 234,
        "through": 235,
        "walk": 236,
        "smaller": 237,
        "walked": 238,
        "most": 239,
        "light": 240,
        "washed": 241,
        "turn": 242,
        "turning": 243,
        "reached": 244,
        "grabbed": 245,
        "takes": 246,
        "get": 247,
        "least": 248,
        "photograph": 249,
        "photographing": 250,
        "hands": 251,
        "write": 252,
        "twisted": 253,
        "made": 254,
        "wrote": 255,
        "pouring": 256,
        "into": 257,
        "turned": 258,
        "pour": 259,
        "poured": 260,
        "sneeze": 261,
        "reaching": 262,
        "grabbing": 263
    },
    "answer_token_to_idx": {
        "<UNK>": 0,
        "yes": 1,
        "no": 2,
        "window": 3,
        "food": 4,
        "making some food": 5,
        "watching outside of a window": 6,
        "before": 7,
        "after": 8,
        "floor": 9,
        "broom": 10,
        "blanket": 11,
        "phone": 12,
        "clothes": 13,
        "door": 14,
        "doorknob": 15,
        "running somewhere": 16,
        "holding some clothes": 17,
        "chair": 18,
        "table": 19,
        "sitting at a table": 20,
        "holding a phone": 21,
        "sitting in a chair": 22,
        "eating some food": 23,
        "holding some food": 24,
        "bag": 25,
        "tidying some clothes": 26,
        "fixing their hair": 27,
        "dish": 28,
        "taking some clothes from somewhere": 29,
        "holding a cup of something": 30,
        "dressing themselves": 31,
        "bed": 32,
        "going from standing to sitting": 33,
        "television": 34,
        "mirror": 35,
        "medicine": 36,
        "undressing themselves": 37,
        "lying on the floor": 38,
        "picture": 39,
        "doorway": 40,
        "walking through a doorway": 41,
        "tidying up a table": 42,
        "standing up": 43,
        "light": 44,
        "turning on a light": 45,
        "throwing a broom somewhere": 46,
        "talking on a phone": 47,
        "laptop": 48,
        "consuming some medicine": 49,
        "holding some medicine": 50,
        "closet": 51,
        "box": 52,
        "pillow": 53,
        "putting a box somewhere": 54,
        "paper": 55,
        "holding a book": 56,
        "holding a blanket": 57,
        "putting something on a table": 58,
        "holding a dish": 59,
        "shoe": 60,
        "watching television": 61,
        "vacuum": 62,
        "putting a dish somewhere": 63,
        "holding a vacuum": 64,
        "tidying something on the floor": 65,
        "sitting in a bed": 66,
        "lying on a bed": 67,
        "drinking from a cup": 68,
        "taking off some shoes": 69,
        "playing with a phone": 70,
        "holding a bag": 71,
        "smiling at something": 72,
        "smiling at a book": 73,
        "laughing at something": 74,
        "snuggling with a blanket": 75,
        "working at a table": 76,
        "tidying up a closet": 77,
        "holding a paper": 78,
        "sitting on a table": 79,
        "watching a book": 80,
        "putting some food somewhere": 81,
        "watching something in a mirror": 82,
        "holding a box": 83,
        "taking a bag from somewhere": 84,
        "throwing a bag somewhere": 85,
        "holding a broom": 86,
        "watching a picture": 87,
        "turning off a light": 88,
        "pouring something into a cup": 89,
        "fixing a door": 90,
        "refrigerator": 91,
        "sneezing somewhere": 92,
        "holding a laptop": 93,
        "taking a picture of something": 94,
        "washing something with a blanket": 95,
        "washing a dish": 96,
        "washing a cup": 97,
        "holding a shoe": 98,
        "sitting on the floor": 99,
        "holding a pillow": 100,
        "watching a laptop or something on a laptop": 101,
        "fixing a vacuum": 102,
        "grasping onto a doorknob": 103,
        "washing a table": 104,
        "closing a door": 105,
        "throwing a book somewhere": 106,
        "tidying up a blanket": 107,
        "holding a picture": 108,
        "laughing at a television": 109,
        "working on a book": 110,
        "opening a door": 111,
        "washing a window": 112,
        "putting a cup somewhere": 113,
        "fixing a doorknob": 114,
        "opening a closet": 115,
        "taking a blanket from somewhere": 116,
        "taking something from a box": 117,
        "washing some clothes": 118,
        "snuggling with a pillow": 119,
        "awakening in bed": 120,
        "taking a broom from somewhere": 121,
        "closing a refrigerator": 122,
        "washing a mirror": 123,
        "closing a box": 124,
        "washing their hands": 125,
        "throwing food somewhere": 126,
        "putting a broom somewhere": 127,
        "holding a mirror": 128,
        "throwing clothes somewhere": 129,
        "closing a book": 130,
        "taking food from somewhere": 131,
        "putting a blanket somewhere": 132,
        "putting on a shoe": 133,
        "opening a bag": 134,
        "putting clothes somewhere": 135,
        "putting a phone somewhere": 136,
        "closing a closet": 137,
        "taking a pillow from somewhere": 138,
        "standing on a chair": 139,
        "opening a laptop": 140,
        "opening a window": 141,
        "putting their paper somewhere": 142,
        "opening a refrigerator": 143,
        "throwing a blanket somewhere": 144,
        "putting shoes somewhere": 145,
        "opening a box": 146,
        "throwing a pillow somewhere": 147,
        "taking a dish from somewhere": 148,
        "taking a cup from somewhere": 149,
        "smiling in a mirror": 150,
        "taking a vacuum from somewhere": 151,
        "taking a phone from somewhere": 152,
        "fixing a light": 153,
        "taking a book from somewhere": 154,
        "putting a pillow somewhere": 155,
        "putting a bag somewhere": 156,
        "taking a laptop from somewhere": 157,
        "laughing at a picture": 158,
        "throwing something on the floor": 159,
        "taking a box from somewhere": 160,
        "opening a book": 161,
        "throwing shoes somewhere": 162,
        "closing a window": 163,
        "taking shoes from somewhere": 164,
        "reaching for and grabbing a picture": 165,
        "closing a laptop": 166,
        "taking paper from somewhere": 167,
        "putting a book somewhere": 168,
        "throwing a box somewhere": 169,
        "putting a laptop somewhere": 170,
        "tidying up with a broom": 171
    },
    "question_answer_token_to_idx": {
        "<NULL>": 0,
        "<UNK>": 1
    }
}
